Repository: AgnieszkaWilgocka/ZTP2
Catalog: translations/messages.*.xlf
Languages: pl

source: Sign in
pl: Dodaj komentarz

source: Sign in
pl: Powrót do listy

source: Sign in
pl: Zmiana hasła

source: Sign in
pl: Zmiana danych

source: Sign in
pl: Stwórz

source: Sign in
pl: Dodaj do ulubionych

source: Sign in
pl: Usuń

source: Sign in
pl: Edytuj

source: Sign in
pl: Zaloguj się

source: Sign in
pl: Wyloguj się

source: Sign in
pl: Rejestracja

source: Sign in
pl: Zapisz

source: Sign in
pl: Podgląd

source: Sign in
pl: Zarejestruj się

# label.actions
source: Actions
pl: Akcje

# label.author
source: Author
pl: Autor

# label.book
source: Book
pl: Książka

# label.book_catalog
source: Book catalog
pl: Katalog książek

# label.categories
source: Categories
pl: Kategorie

# label.category
source: Category
pl: Kategoria

# label.comments
source: Comments
pl: Komentarze

# label.createdAt
source: CreatedAt
pl: Utworzono

# label.my_account
source: My account
pl: Moje konto

# label.none
source: None
pl: Brak

# label.password
source: Password
pl: Hasło

# label.repeat_password
source: Repeat password
pl: Powtórz hasło

# label.tags
source: Tags
pl: Tagi

# label_text
source: Text
pl: Tekst

# label.title
source: Title
pl: Tytuł

# label.updatedAt
source: UpdatedAt
pl: Zaktualizowano

# message.book_contains_comments
source: Book contains comments
pl: Książka zawiera komentarze

# message.book_contains_tags
source: Book contains tags
pl: Książka zawiera tagi

# message.category_contains_books
source: Category contains books
pl: Kategoria zawiera książki

# message.created_successfully
source: Created successfully
pl: Utworzono pomyślnie

# message.deleted_successfully
source: Deleted successfully
pl: Usunięto pomyślnie

# message.empty_list
source: List is empty.
pl: Lista jest pusta.

# message.record_not_found
source: Record not found.
pl: Nie znaleziono.

# message.updated_successfully
source: Updated successfully
pl: Zaktualizowano pomyślnie

# title.book_list
source: Books list
pl: Lista książek

# title.category_create
source: Category create
pl: Tworzenie kategorii

# title.category_edit
source: Category edit
pl: Edycja kategorii

# title.category_delete
source: Category delete
pl: Usuwanie kategorii

# title.category_list
source: Categories list
pl: Lista kategorii

# title.comment_delete
source: Comment delete
pl: Usuwanie komentarza

# title.book_create
source: Book create
pl: Tworzenie książki

# title.book_edit
source: Book edit
pl: Edycja książki

# title.book_delete
source: Book delete
pl: Usuwanie książki

# title.book_view
source: Book view #%id%
pl: Podgląd książki #%id%

# title.category_view
source: Category view %id%
pl: Podgląd kategorii %id%

# title.favourite_create
source: Favourite create
pl: Dodawanie do ulubionych

# title.favourite_delete
source: Favourite delete
pl: Usuwanie z ulubionych

# title.favourite_list
source: Favourite view
pl: Ulubione

# title.tag_create
source: Tags create
pl: Tworzenie tagu

# title.tag_delete
source: Tag delete
pl: Usuwanie tagu

# title.tag_edit
source: Tag edit
pl: Edycja tagu

# title.tag_list
source: Tags list
pl: Lista tagów

# title.tag_view
source: Tag view %id%
pl: Podgląd tagu %id%

# title.user_change_data
source: User change data
pl: Zmiana danych użytkownika

# title.user_change_password
source: User change password
pl: Zmiana hasła użytkownika

# title.user_list
source: Users list
pl: Lista użytkowników

# title.user_view
source: User view %id%
pl: Podgląd użytkownika %id%
